;-------HAIR
[MiyaHair X2BodyPartTemplate]
DisplayName="Miya"

;--------------------------------------TORSO STANDARD
[Kev_SA2M_Torso X2BodyPartTemplate]
DisplayName="Miya Default"

[LPl_SA2M_Torso X2BodyPartTemplate]
DisplayName="Miya Default"

[MPl_SA2M_Torso X2BodyPartTemplate]
DisplayName="Miya Default"

[HPl_SA2M_Torso X2BodyPartTemplate]
DisplayName="Miya Default"

[LPo_SA2M_Torso X2BodyPartTemplate]
DisplayName="Miya Default"

[MPo_SA2M_Torso X2BodyPartTemplate]
DisplayName="Miya Default"

[HPo_SA2M_Torso X2BodyPartTemplate]
DisplayName="Miya Default"

;--------------------------------------TORSO WOTC Reaper
[Kev_SA2M_Torso_Reaper X2BodyPartTemplate]
DisplayName="Miya Default"

[Pl_SA2M_Torso_Reaper X2BodyPartTemplate]
DisplayName="Miya Default"

[Po_SA2M_Torso_Reaper X2BodyPartTemplate]
DisplayName="Miya Default"

;--------------------------------------TORSO WOTC Templar
[Kev_SA2M_Torso_Templar X2BodyPartTemplate]
DisplayName="Miya Default"

[Pl_SA2M_Torso_Templar X2BodyPartTemplate]
DisplayName="Miya Default"

[Po_SA2M_Torso_Templar X2BodyPartTemplate]
DisplayName="Miya Default"

;--------------------------------------TORSO WOTC Skirmisher
[Kev_SA2M_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="Miya Default"

[Pl_SA2M_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="Miya Default"

[Po_SA2M_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="Miya Default"

;--------------------------------------LARM
[Kev_SA2M_LArm X2BodyPartTemplate]
DisplayName="Miya"

[LPl_SA2M_LArm X2BodyPartTemplate]
DisplayName="Miya"

[MPl_SA2M_LArm X2BodyPartTemplate]
DisplayName="Miya"

[HPl_SA2M_LArm X2BodyPartTemplate]
DisplayName="Miya"

[LPo_SA2M_LArm X2BodyPartTemplate]
DisplayName="Miya"

[MPo_SA2M_LArm X2BodyPartTemplate]
DisplayName="Miya"

[HPo_SA2M_LArm X2BodyPartTemplate]
DisplayName="Miya"

;--------------------------------------LARM WOTC
[Kev_SA2M_LArm_Reaper X2BodyPartTemplate]
DisplayName="Miya"

[Kev_SA2M_LArm_Templar X2BodyPartTemplate]
DisplayName="Miya"

[Kev_SA2M_LArm_Skirmisher X2BodyPartTemplate]
DisplayName="Miya"

;--------------------------------------RARM
[Kev_SA2M_RArm X2BodyPartTemplate]
DisplayName="Miya"

[LPl_SA2M_RArm X2BodyPartTemplate]
DisplayName="Miya"

[MPl_SA2M_RArm X2BodyPartTemplate]
DisplayName="Miya"

[HPl_SA2M_RArm X2BodyPartTemplate]
DisplayName="Miya"

[LPo_SA2M_RArm X2BodyPartTemplate]
DisplayName="Miya"

[MPo_SA2M_RArm X2BodyPartTemplate]
DisplayName="Miya"

[HPo_SA2M_RArm X2BodyPartTemplate]
DisplayName="Miya"

;--------------------------------------RARM WOTC
[Kev_SA2M_RArm_Reaper X2BodyPartTemplate]
DisplayName="Miya"

[Kev_SA2M_RArm_Templar X2BodyPartTemplate]
DisplayName="Miya"

[Kev_SA2M_RArm_Skirmisher X2BodyPartTemplate]
DisplayName="Miya"

;--------------------------------------LEGS STANDARD
[Kev_SA2M_Legs X2BodyPartTemplate]
DisplayName="Miya Default"

[LPl_SA2M_Legs X2BodyPartTemplate]
DisplayName="Miya Default"

[MPl_SA2M_Legs X2BodyPartTemplate]
DisplayName="Miya Default"

[HPl_SA2M_Legs X2BodyPartTemplate]
DisplayName="Miya Default"

[LPo_SA2M_Legs X2BodyPartTemplate]
DisplayName="Miya Default"

[MPo_SA2M_Legs X2BodyPartTemplate]
DisplayName="Miya Default"

[HPo_SA2M_Legs X2BodyPartTemplate]
DisplayName="Miya Default"

;--------------------------------------LEGS WOTC
[Kev_SA2M_Legs_Reaper X2BodyPartTemplate]
DisplayName="Miya Default"

[Kev_SA2M_Legs_Templar X2BodyPartTemplate]
DisplayName="Miya Default"

[Kev_SA2M_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="Miya Default"

;--------------------------------------LEGS Bare STANDARD
[Kev_SA2M_Legs2 X2BodyPartTemplate]
DisplayName="Miya Default (Barefoot)"

[LPl_SA2M_Legs2 X2BodyPartTemplate]
DisplayName="Miya Default (Barefoot)"

[MPl_SA2M_Legs2 X2BodyPartTemplate]
DisplayName="Miya Default (Barefoot)"

[HPl_SA2M_Legs2 X2BodyPartTemplate]
DisplayName="Miya Default (Barefoot)"

[LPo_SA2M_Legs2 X2BodyPartTemplate]
DisplayName="Miya Default (Barefoot)"

[MPo_SA2M_Legs2 X2BodyPartTemplate]
DisplayName="Miya Default (Barefoot)"

[HPo_SA2M_Legs2 X2BodyPartTemplate]
DisplayName="Miya Default (Barefoot)"

;--------------------------------------LEGS WOTC
[Kev_SA2M_Legs2_Reaper X2BodyPartTemplate]
DisplayName="Miya Default (Barefoot)"

[Kev_SA2M_Legs2_Templar X2BodyPartTemplate]
DisplayName="Miya Default (Barefoot)"

[Kev_SA2M_Legs2_Skirmisher X2BodyPartTemplate]
DisplayName="Miya Default (Barefoot)"

;--------------------------------------BAGPACK w GEAR STANDARD
[Kev_SA2M_Bag_F X2BodyPartTemplate]
DisplayName="Miya's Default BackPack w Gear"

[LPl_SA2M_Bag_F X2BodyPartTemplate]
DisplayName="Miya's Default BackPack w Gear"

[MPl_SA2M_Bag_F X2BodyPartTemplate]
DisplayName="Miya's Default BackPack w Gear"

[HPl_SA2M_Bag_F X2BodyPartTemplate]
DisplayName="Miya's Default BackPack w Gear"

[LPo_SA2M_Bag_F X2BodyPartTemplate]
DisplayName="Miya's Default BackPack w Gear"

[MPo_SA2M_Bag_F X2BodyPartTemplate]
DisplayName="Miya's Default BackPack w Gear"

[HPo_SA2M_Bag_F X2BodyPartTemplate]
DisplayName="Miya's Default BackPack w Gear"

;--------------------------------------BAGPACK w GEAR STANDARD WOTC
[Kev_SA2M_Bag_F_Reaper X2BodyPartTemplate]
DisplayName="Miya's Default BackPack w Gear"

[Kev_SA2M_Bag_F_Templar X2BodyPartTemplate]
DisplayName="Miya's Default BackPack w Gear"

[Kev_SA2M_Bag_F_Skirmisher X2BodyPartTemplate]
DisplayName="Miya's Default BackPack w Gear"

;-------------------------------------TorsoDeco BackPack Only F STANDARD
[Kev_SA2M_Bag0_F X2BodyPartTemplate]
DisplayName="Miya's Default BackPack"

[LPl_SA2M_Bag0_F X2BodyPartTemplate]
DisplayName="Miya's Default BackPack"

[MPl_SA2M_Bag0_F X2BodyPartTemplate]
DisplayName="Miya's Default BackPack"

[HPl_SA2M_Bag0_F X2BodyPartTemplate]
DisplayName="Miya's Default BackPack"

[LPo_SA2M_Bag0_F X2BodyPartTemplate]
DisplayName="Miya's Default BackPack"

[MPo_SA2M_Bag0_F X2BodyPartTemplate]
DisplayName="Miya's Default BackPack"

[HPo_SA2M_Bag0_F X2BodyPartTemplate]
DisplayName="Miya's Default BackPack"

;-------------------------------------TorsoDeco BackPack Only F STANDARD WOTC
[Kev_SA2M_Bag0_F_Reaper X2BodyPartTemplate]
DisplayName="Miya's Default BackPack"

[Kev_SA2M_Bag0_F_Templar X2BodyPartTemplate]
DisplayName="Miya's Default BackPack"

[Kev_SA2M_Bag0_F_Skirmisher X2BodyPartTemplate]
DisplayName="Miya's Default BackPack"

;------------------------------------TorsoDeco Gear STANDARD
[Kev_SA2M_TorsoDeco_F X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

[LPl_SA2M_TorsoDeco_F X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

[MPl_SA2M_TorsoDeco_F X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

[HPl_SA2M_TorsoDeco_F X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

[LPo_SA2M_TorsoDeco_F X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

[MPo_SA2M_TorsoDeco_F X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

[HPo_SA2M_TorsoDeco_F X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

;------------------------------------TorsoDeco Gear STANDARD WOTC
[Kev_SA2M_TorsoDeco_F_Reaper X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

[Kev_SA2M_TorsoDeco_F_Templar X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

[Kev_SA2M_TorsoDeco_F_Skirmisher X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

;------------------------------------Thighs Gear STANDARD
[Kev_SA2M_Thighs_F X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

[LPl_SA2M_Thighs_F X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

[MPl_SA2M_Thighs_F X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

[HPl_SA2M_Thighs_F X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

[LPo_SA2M_Thighs_F X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

[MPo_SA2M_Thighs_F X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

[HPo_SA2M_Thighs_F X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

;------------------------------------Thighs Gear STANDARD WOTC
[Kev_SA2M_Thighs_F_Reaper X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

[Kev_SA2M_Thighs_F_Templar X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

[Kev_SA2M_Thighs_F_Skirmisher X2BodyPartTemplate]
DisplayName="Miya's Default Gear"

;------------------------------------Shins Shoe STANDARD
[Kev_SA2M_Shins X2BodyPartTemplate]
DisplayName="Miya's Default Shoes"

[LPl_SA2M_Shins X2BodyPartTemplate]
DisplayName="Miya's Default Shoes"

[MPl_SA2M_Shins X2BodyPartTemplate]
DisplayName="Miya's Default Shoes"

[HPl_SA2M_Shins X2BodyPartTemplate]
DisplayName="Miya's Default Shoes"

[LPo_SA2M_Shins X2BodyPartTemplate]
DisplayName="Miya's Default Shoes"

[MPo_SA2M_Shins X2BodyPartTemplate]
DisplayName="Miya's Default Shoes"

[HPo_SA2M_Shins X2BodyPartTemplate]
DisplayName="Miya's Default Shoes"

;------------------------------------Shins Shoe STANDARD WOTC
[Kev_SA2M_Shins_Reaper X2BodyPartTemplate]
DisplayName="Miya's Default Shoes"

[Kev_SA2M_Shins_Templar X2BodyPartTemplate]
DisplayName="Miya's Default Shoes"

[Kev_SA2M_Shins_Skirmisher X2BodyPartTemplate]
DisplayName="Miya's Default Shoes"

;--------------TINT-------------------------------------------

[TKev_SA2M_Torso X2BodyPartTemplate]
DisplayName="Custom Miya"

[TLPl_SA2M_Torso X2BodyPartTemplate]
DisplayName="Custom Miya"

[TMPl_SA2M_Torso X2BodyPartTemplate]
DisplayName="Custom Miya"

[THPl_SA2M_Torso X2BodyPartTemplate]
DisplayName="Custom Miya"

[TLPo_SA2M_Torso X2BodyPartTemplate]
DisplayName="Custom Miya"

[TMPo_SA2M_Torso X2BodyPartTemplate]
DisplayName="Custom Miya"

[THPo_SA2M_Torso X2BodyPartTemplate]
DisplayName="Custom Miya"

;--------------------------------------TORSO WOTC Reaper
[TKev_SA2M_Torso_Reaper X2BodyPartTemplate]
DisplayName="Custom Miya"

[TPl_SA2M_Torso_Reaper X2BodyPartTemplate]
DisplayName="Custom Miya"

[TPo_SA2M_Torso_Reaper X2BodyPartTemplate]
DisplayName="Custom Miya"

;--------------------------------------TORSO WOTC Templar
[TKev_SA2M_Torso_Templar X2BodyPartTemplate]
DisplayName="Custom Miya"

[TPl_SA2M_Torso_Templar X2BodyPartTemplate]
DisplayName="Custom Miya"

[TPo_SA2M_Torso_Templar X2BodyPartTemplate]
DisplayName="Custom Miya"

;--------------------------------------TORSO WOTC Skirmisher
[TKev_SA2M_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="Custom Miya"

[TPl_SA2M_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="Custom Miya"

[TPo_SA2M_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="Custom Miya"

;------------------------------------LEGS TINT
[TKev_SA2M_Legs X2BodyPartTemplate]
DisplayName="Custom Miya"

[TLPl_SA2M_Legs X2BodyPartTemplate]
DisplayName="Custom Miya"

[TMPl_SA2M_Legs X2BodyPartTemplate]
DisplayName="Custom Miya"

[THPl_SA2M_Legs X2BodyPartTemplate]
DisplayName="Custom Miya"

[TLPo_SA2M_Legs X2BodyPartTemplate]
DisplayName="Custom Miya"

[TMPo_SA2M_Legs X2BodyPartTemplate]
DisplayName="Custom Miya"

[THPo_SA2M_Legs X2BodyPartTemplate]
DisplayName="Custom Miya"

;------------------------------------LEGS TINT WOTC
[TKev_SA2M_Legs_Reaper X2BodyPartTemplate]
DisplayName="Custom Miya"

[TKev_SA2M_Legs_Templar X2BodyPartTemplate]
DisplayName="Custom Miya"

[TKev_SA2M_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="Custom Miya"

;------------------------------------LEGS Bare TINT
[TKev_SA2M_Legs2 X2BodyPartTemplate]
DisplayName="Custom Miya (Barefoot)"

[TLPl_SA2M_Legs2 X2BodyPartTemplate]
DisplayName="Custom Miya (Barefoot)"

[TMPl_SA2M_Legs2 X2BodyPartTemplate]
DisplayName="Custom Miya (Barefoot)"

[THPl_SA2M_Legs2 X2BodyPartTemplate]
DisplayName="Custom Miya (Barefoot)"

[TLPo_SA2M_Legs2 X2BodyPartTemplate]
DisplayName="Custom Miya (Barefoot)"

[TMPo_SA2M_Legs2 X2BodyPartTemplate]
DisplayName="Custom Miya (Barefoot)"

[THPo_SA2M_Legs2 X2BodyPartTemplate]
DisplayName="Custom Miya (Barefoot)"

;------------------------------------LEGS TINT WOTC
[TKev_SA2M_Legs2_Reaper X2BodyPartTemplate]
DisplayName="Custom Miya (Barefoot)"

[TKev_SA2M_Legs2_Templar X2BodyPartTemplate]
DisplayName="Custom Miya (Barefoot)"

[TKev_SA2M_Legs2_Skirmisher X2BodyPartTemplate]
DisplayName="Custom Miya (Barefoot)"

;------------------------------------SHINS Shoes TINT
[TKev_SA2M_Shins X2BodyPartTemplate]
DisplayName="Custom Miya's Shoes"

[TLPl_SA2M_Shins X2BodyPartTemplate]
DisplayName="Custom Miya's Shoes"

[TMPl_SA2M_Shins X2BodyPartTemplate]
DisplayName="Custom Miya's Shoes"

[THPl_SA2M_Shins X2BodyPartTemplate]
DisplayName="Custom Miya's Shoes"

[TLPo_SA2M_Shins X2BodyPartTemplate]
DisplayName="Custom Miya's Shoes"

[TMPo_SA2M_Shins X2BodyPartTemplate]
DisplayName="Custom Miya's Shoes"

[THPo_SA2M_Shins X2BodyPartTemplate]
DisplayName="Custom Miya's Shoes"

;------------------------------------SHINS Shoes TINT WOTC
[TKev_SA2M_Shins_Reaper X2BodyPartTemplate]
DisplayName="Custom Miya's Shoes"

[TKev_SA2M_Shins_Templar X2BodyPartTemplate]
DisplayName="Custom Miya's Shoes"

[TKev_SA2M_Shins_Skirmisher X2BodyPartTemplate]
DisplayName="Custom Miya's Shoes"

;-----------BLUE----------------------------------------------
[Kev_SA2M_TorsoB X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[LPl_SA2M_TorsoB X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[MPl_SA2M_TorsoB X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[HPl_SA2M_TorsoB X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[LPo_SA2M_TorsoB X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[MPo_SA2M_TorsoB X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[HPo_SA2M_TorsoB X2BodyPartTemplate]
DisplayName="Miya Team Blue"

;--------------------------------------TORSO WOTC Reaper
[Kev_SA2M_TorsoB_Reaper X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[Pl_SA2M_TorsoB_Reaper X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[Po_SA2M_TorsoB_Reaper X2BodyPartTemplate]
DisplayName="Miya Team Blue"

;--------------------------------------TORSO WOTC Templar
[Kev_SA2M_TorsoB_Templar X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[Pl_SA2M_TorsoB_Templar X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[Po_SA2M_TorsoB_Templar X2BodyPartTemplate]
DisplayName="Miya Team Blue"

;--------------------------------------TORSO WOTC Skirmisher
[Kev_SA2M_TorsoB_Skirmisher X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[Pl_SA2M_TorsoB_Skirmisher X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[Po_SA2M_TorsoB_Skirmisher X2BodyPartTemplate]
DisplayName="Miya Team Blue"


;--------------------------------------LEGS BLUE
[Kev_SA2M_LegsB X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[LPl_SA2M_LegsB X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[MPl_SA2M_LegsB X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[HPl_SA2M_LegsB X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[LPo_SA2M_LegsB X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[MPo_SA2M_LegsB X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[HPo_SA2M_LegsB X2BodyPartTemplate]
DisplayName="Miya Team Blue"

;--------------------------------------LEGS WOTC
[Kev_SA2M_LegsB_Reaper X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[Kev_SA2M_LegsB_Templar X2BodyPartTemplate]
DisplayName="Miya Team Blue"

[Kev_SA2M_LegsB_Skirmisher X2BodyPartTemplate]
DisplayName="Miya Team Blue"

;--------------------------------------LEGS BLUE Bare
[Kev_SA2M_LegsB2 X2BodyPartTemplate]
DisplayName="Miya Team Blue (Barefoot)"

[LPl_SA2M_LegsB2 X2BodyPartTemplate]
DisplayName="Miya Team Blue (Barefoot)"

[MPl_SA2M_LegsB2 X2BodyPartTemplate]
DisplayName="Miya Team Blue (Barefoot)"

[HPl_SA2M_LegsB2 X2BodyPartTemplate]
DisplayName="Miya Team Blue (Barefoot)"

[LPo_SA2M_LegsB2 X2BodyPartTemplate]
DisplayName="Miya Team Blue (Barefoot)"

[MPo_SA2M_LegsB2 X2BodyPartTemplate]
DisplayName="Miya Team Blue (Barefoot)"

[HPo_SA2M_LegsB2 X2BodyPartTemplate]
DisplayName="Miya Team Blue (Barefoot)"

;--------------------------------------LEGS WOTC
[Kev_SA2M_LegsB2_Reaper X2BodyPartTemplate]
DisplayName="Miya Team Blue (Barefoot)"

[Kev_SA2M_LegsB2_Templar X2BodyPartTemplate]
DisplayName="Miya Team Blue (Barefoot)"

[Kev_SA2M_LegsB2_Skirmisher X2BodyPartTemplate]
DisplayName="Miya Team Blue (Barefoot)"

;--------------------------------------BAGPACK w GEAR STANDARD
[Kev_SA2M_BagB_F X2BodyPartTemplate]
DisplayName="Miya's BackPack w Gear (Team Blue)"

[LPl_SA2M_BagB_F X2BodyPartTemplate]
DisplayName="Miya's BackPack w Gear (Team Blue)"

[MPl_SA2M_BagB_F X2BodyPartTemplate]
DisplayName="Miya's BackPack w Gear (Team Blue)"

[HPl_SA2M_BagB_F X2BodyPartTemplate]
DisplayName="Miya's BackPack w Gear (Team Blue)"

[LPo_SA2M_BagB_F X2BodyPartTemplate]
DisplayName="Miya's BackPack w Gear (Team Blue)"

[MPo_SA2M_BagB_F X2BodyPartTemplate]
DisplayName="Miya's BackPack w Gear (Team Blue)"

[HPo_SA2M_BagB_F X2BodyPartTemplate]
DisplayName="Miya's BackPack w Gear (Team Blue)"

;--------------------------------------BAGPACK w GEAR STANDARD WOTC
[Kev_SA2M_BagB_F_Reaper X2BodyPartTemplate]
DisplayName="Miya's BackPack w Gear (Team Blue)"

[Kev_SA2M_BagB_F_Templar X2BodyPartTemplate]
DisplayName="Miya's BackPack w Gear (Team Blue)"

[Kev_SA2M_BagB_F_Skirmisher X2BodyPartTemplate]
DisplayName="Miya's BackPack w Gear (Team Blue)"

;-------------------------------------TorsoDeco BackPack Only F STANDARD
[Kev_SA2M_Bag0B_F X2BodyPartTemplate]
DisplayName="Miya's BackPack (Team Blue)"

[LPl_SA2M_Bag0B_F X2BodyPartTemplate]
DisplayName="Miya's BackPack (Team Blue)"

[MPl_SA2M_Bag0B_F X2BodyPartTemplate]
DisplayName="Miya's BackPack (Team Blue)"

[HPl_SA2M_Bag0B_F X2BodyPartTemplate]
DisplayName="Miya's BackPack (Team Blue)"

[LPo_SA2M_Bag0B_F X2BodyPartTemplate]
DisplayName="Miya's BackPack (Team Blue)"

[MPo_SA2M_Bag0B_F X2BodyPartTemplate]
DisplayName="Miya's BackPack (Team Blue)"

[HPo_SA2M_Bag0B_F X2BodyPartTemplate]
DisplayName="Miya's BackPack (Team Blue)"

;-------------------------------------TorsoDeco BackPack Only F STANDARD WOTC
[Kev_SA2M_Bag0B_F_Reaper X2BodyPartTemplate]
DisplayName="Miya's BackPack (Team Blue)"

[Kev_SA2M_Bag0B_F_Templar X2BodyPartTemplate]
DisplayName="Miya's BackPack (Team Blue)"

[Kev_SA2M_Bag0B_F_Skirmisher X2BodyPartTemplate]
DisplayName="Miya's BackPack (Team Blue)"

;------------------------------------TorsoDeco Gear 
[Kev_SA2M_TorsoDecoB_F X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

[LPl_SA2M_TorsoDecoB_F X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

[MPl_SA2M_TorsoDecoB_F X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

[HPl_SA2M_TorsoDecoB_F X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

[LPo_SA2M_TorsoDecoB_F X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

[MPo_SA2M_TorsoDecoB_F X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

[HPo_SA2M_TorsoDecoB_F X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

;------------------------------------TorsoDeco Gear  WOTC
[Kev_SA2M_TorsoDecoB_F_Reaper X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

[Kev_SA2M_TorsoDecoB_F_Templar X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

[Kev_SA2M_TorsoDecoB_F_Skirmisher X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

;------------------------------------Thighs Gear
[Kev_SA2M_ThighsB_F X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

[LPl_SA2M_ThighsB_F X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

[MPl_SA2M_ThighsB_F X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

[HPl_SA2M_ThighsB_F X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

[LPo_SA2M_ThighsB_F X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

[MPo_SA2M_ThighsB_F X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

[HPo_SA2M_ThighsB_F X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

;------------------------------------Thighs Gear WOTC
[Kev_SA2M_ThighsB_F_Reaper X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

[Kev_SA2M_ThighsB_F_Templar X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

[Kev_SA2M_ThighsB_F_Skirmisher X2BodyPartTemplate]
DisplayName="Miya's Gear (Team Blue)"

;------------------------------------Shins Shoe
[Kev_SA2M_ShinsB X2BodyPartTemplate]
DisplayName="Miya's Shoes (Team Blue)"

[LPl_SA2M_ShinsB X2BodyPartTemplate]
DisplayName="Miya's Shoes (Team Blue)"

[MPl_SA2M_ShinsB X2BodyPartTemplate]
DisplayName="Miya's Shoes (Team Blue)"

[HPl_SA2M_ShinsB X2BodyPartTemplate]
DisplayName="Miya's Shoes (Team Blue)"

[LPo_SA2M_ShinsB X2BodyPartTemplate]
DisplayName="Miya's Shoes (Team Blue)"

[MPo_SA2M_ShinsB X2BodyPartTemplate]
DisplayName="Miya's Shoes (Team Blue)"

[HPo_SA2M_ShinsB X2BodyPartTemplate]
DisplayName="Miya's Shoes (Team Blue)"

;------------------------------------Shins Shoe STANDARD WOTC
[Kev_SA2M_ShinsB_Reaper X2BodyPartTemplate]
DisplayName="Miya's Shoes (Team Blue)"

[Kev_SA2M_ShinsB_Templar X2BodyPartTemplate]
DisplayName="Miya's Shoes (Team Blue)"

[Kev_SA2M_ShinsB_Skirmisher X2BodyPartTemplate]
DisplayName="Miya's Shoes (Team Blue)"

